Repository: common-repository/wp-freelance-pro
Catalog: menus/wp-freelance/languages/*.po
Languages: nl_nl

source: Well this is somewhat embarrassing, isn&rsquo;t it?
nl_nl: Oeps , dit gaat niet goed he ?

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching, or one of the links below, can help.
nl_nl: Het lijkt er op dat we niet kunnen vinden wat je zoekt. Misschien helpen onderstaande linkjes

source: Most Used Categories
nl_nl: meest gebruikte category

source: Try looking in the monthly archives. %1$s
nl_nl: probeer eens in de maandelijkse archieven te kijken %1$s

source: Daily Archives: %s
nl_nl: dagelijkse archieven %s

source: Monthly Archives: %s
nl_nl: maandelijkse archieven %s

source: Yearly Archives: %s
nl_nl: jaarlijkse archieven %s

source: Archives
nl_nl: archieven

source: Nothing Found
nl_nl: niets gevonden

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
nl_nl: Het lijkt er op dat we niet kunnen vinden wat je zocht. Probeer de zoekfunctie (opnieuw)

source: Public Records
nl_nl: Publieke informatie

source: First Name
nl_nl: voornaam

source: Last Name
nl_nl: achternaam

source: gender (age)
nl_nl: Geslacht (leeftijd)

source: zipcode
nl_nl: postcode

source: country
nl_nl: land

source: About me
nl_nl: over mijzelf

source: my references
nl_nl: mijn referenties

source: my score:
nl_nl: mijn score:

source: my rating:
nl_nl: mijn waardering:

source: my stars: <br>
nl_nl: mijn sterren <br>

source: verified ? <br>
nl_nl: geverifieerd?<br>

source: listings by %1$s
nl_nl: bijdrages van %1$s

source: estimates by %1$s
nl_nl: aanbiedingen van %1$s

source: Most active publishers
nl_nl: meest actieve aanbieders

source: Category Archives: %s
nl_nl: categorie archieven %s

source: Respond to this job
nl_nl: reageer op dit aanbod

source: Provide an estimate for
nl_nl: Maak een aanbieding

source: Submit estimate/response
nl_nl: verzend aanbieding/reaktie

source: <h3>You need to be logged in to provide estimates and respond to this job !</h3>Please log in or register now.<br/>
nl_nl: <h3>Je dient in te loggen om aanbiedingen te plaatsen</h3>Log aub in of registreer om te reageren op deze oproep.

source: estimates navigator
nl_nl: aanbiedingen navigatie

source: &larr; Older Comments
nl_nl: &larr; eerdere aanbiedingen

source: newer estimates &rarr;
nl_nl: nieuwere aanbiedingen &rarr;

source: &larr; Older estimates
nl_nl: &larr; eerdere aanbiedingen

source: Job is closed.
nl_nl: Deze oproep is gesloten

source: Continue reading <span class="meta-nav">&rarr;</span>
nl_nl: Lees verder <span class="meta-nav">&rarr;</span>

source: Pages:
nl_nl: pagina's :

source: Leave a comment
nl_nl: Plaats een aanbieding

source: 1 Comment
nl_nl: 1 aanbieding

source: % Comments
nl_nl: % aanbiedingen

source: Edit
nl_nl: wijzig

source: Filed Under %1$s
nl_nl: opgeslagen bij %1$s

source: Filed Under
nl_nl: opgeslagen onder

source: Tagged %1$s
nl_nl: label %1$s

source: no budget
nl_nl: geen budget

source: t.b.d.
nl_nl: n.o.t.k.

source: No deadline
nl_nl: geen deadline

source: deadline in
nl_nl: deadline over

source: author rating:
nl_nl: waardering auteur:

source: job views:
nl_nl: X bekeken :

source: estimates:
nl_nl: aanbiedingen:

source: none
nl_nl: Geen

source: Thanks for voting ! I appreciate it
nl_nl: Bedankt voor je stem. Ik waardeer het zeer

source: Click if you think this is cool
nl_nl: Klik als je denkt dat dit een leuke oproep is

source: I appreciate your downvote, but could you please let me know what is wrong ?
nl_nl: Ik waardeer je eerlijkheid, maar kun je aub ook laten weten waarom het niet goed is ?

source: Click if you think this is not so great
nl_nl: Klik als je deze oproep niet leuk vindt

source: provide an estimate
nl_nl: Maak een aanbieding

source: 1 estimate
nl_nl: 1 aanbieding

source: Proudly powered by %s
nl_nl: gesteund door %s

source: %1$s Theme by %2$s
nl_nl: %1$s Thema door %2$s

source: Primary Menu
nl_nl: Primair menu

source: Sidebar Right
nl_nl: rechter zijbalk

source: Sidebar block
nl_nl: zijbalk blokje

source: middle cut
nl_nl: middendoor

source: Post navigation
nl_nl: navigatie

source: <span class="meta-nav">&larr;</span> Older posts
nl_nl: <span class="meta-nav">&larr;</span> eerdere oproepen

source: Newer posts <span class="meta-nav">&rarr;</span>
nl_nl: nieuwere oproepen <span class="meta-nav">&rarr;</span>

source: <span class="sep">Posted on </span><a href="%1$s" title="%2$s" rel="bookmark"><time class="entry-date" datetime="%3$s" pubdate>%4$s</time></a><span class="byline"> <span class="sep"> by </span> <span class="author vcard"><a class="url fn n" href="%5$s" title="%6$s" rel="author">%7$s</a></span></span>
nl_nl: <span class="sep">geplaatst op </span><a href="%1$s" title="%2$s" rel="bookmark"><time class="entry-date" datetime="%3$s" pubdate>%4$s</time></a><span class="byline"> <span class="sep"> by </span> <span class="author vcard"><a class="url fn n" href="%5$s" title="%6$s" rel="author">%7$s</a></span></span>

source: View all posts by %s
nl_nl: bekijk alle oproepen van %s

source: (Edit)
nl_nl: (wijzig)

source: <div class="pagination"><span>Page %1$s of %2$s</span>
nl_nl: <div class="pagination"><span>Pagina %1$s van %2$s</span>

source: <a href="%1$s">&laquo; First</a>
nl_nl: <a href="%1$s">&laquo;eerste</a>

source: <a href="%1$s">&lsaquo; Previous</a>
nl_nl: <a href="%1$s">&lsaquo; vorige</a>

source: <a href="%1$s">Next &rsaquo;</a>
nl_nl: <a href="%1$s">volgende &rsaquo;</a>

source: <a href="%1$s">Last &raquo;</a>
nl_nl: <a href="%1$s">Laatste &raquo;</a>

source: And the winner is ......
nl_nl: en de winnaar is ....

source: <br><strong>The job lister has chosen this offer and has closed the job offer</strong>
nl_nl: <br><strong>Deze aanbieding is gekozen en de oproep is nu gesloten !</strong>

source: Sorry, this is not the estimate chosen by the job poster.
nl_nl: Sorry, deze aanbieding is niet gekozen door degene die de oproep plaatste

source: <br><strong>The job lister has declined this offer but is still taking estimates and bids</strong>
nl_nl: <br><strong>Deze aanbieding is verworpen maar er kunnen nog nieuwe aanbiedingen geplaatst worden</strong>

source: <br><strong>The job lister has declined this offer and has closed this job offer.</strong>
nl_nl: <br><strong>Dit aanbod is niet gekozen en de oproep is gesloten voor nieuwe aanbiedingen.</strong>

source: Accept offer<br>
nl_nl: accepteer aanbod<br>

source: Decline offer<br>
nl_nl: verwerp aanbod<br>

source: %1$s has not yet decided to accept or decline this offer
nl_nl: %1$s heeft nog niet besloten om dit aanbod te accepteren of te weigeren.

source: Your estimate is awaiting moderation.
nl_nl: je aanbod wacht op toelating

source: thinks this job can be completed in
nl_nl: denkt dat dit aanbod opgeleverd kan worden binnen

source: estimated this job
nl_nl: waardeerde deze oproep

source: ago at: <br>
nl_nl: geleden op: <br>

source: Posted %1$s at %2$s
nl_nl: geplaatst %1$s op %2$s

source: respond to this estimate
nl_nl: reageer op dit aanbod

source: respond
nl_nl: reageer

source: log in to respond
nl_nl: log in om te reageren

source: your price estimate:
nl_nl: je offerte prijs :

source: estimated time to complete:
nl_nl: verwachte oplevertijd :

source: someone responded to your freelance listing
nl_nl: Iemand heeft gereageerd op uw oproep

source: Hello, a response to one of your listings was just posted on our site.
nl_nl: Hallo, een reactie is zojuist geplaatst op een van uw oproepen.

source: You can visit %1$s to see your listing and its responses
nl_nl: U kunt %1$s bezoeken om uw oproep(en) en de reaktie(s) te zien

source: View all listings by this person
nl_nl: bekijk alle oproepen van deze persoon

source: Main menu
nl_nl: hoofd menu

source: Skip to content
nl_nl: naar inhoud

source: Published <span class="entry-date"><abbr class="published" title="%1$s">%2$s</abbr></span> at <a href="%3$s" title="Link to full-size image">%4$s &times; %5$s</a> in <a href="%6$s" title="Return to %7$s" rel="gallery">%7$s</a>
nl_nl: geplaatst <span class="entry-date"><abbr class="published" title="%1$s">%2$s</abbr></span> op <a href="%3$s" title="Link to full-size image">%4$s &times; %5$s</a> in <a href="%6$s" title="Return to %7$s" rel="gallery">%7$s</a>

source: &larr; Previous
nl_nl: &larr; vorige

source: Next &rarr;
nl_nl: volgende &rarr;

source: <a class="comment-link" href="#respond" title="Post a comment">Post a comment</a> or leave a trackback: <a class="trackback-link" href="%s" title="Trackback URL for your post" rel="trackback">Trackback URL</a>.
nl_nl: <a class="comment-link" href="#respond" title="Plaats een aanbieding">plaats een aanbieding</a> of geef een terugkoppeling: <a class="trackback-link" href="%s" title="Trackback URL" rel="trackback">Trackback URL</a>.

source: Welcome Back
nl_nl: Welkom terug

source: update your profile
nl_nl: werk je profiel bij

source: My profile
nl_nl: Mijn profiel

source: Your profile score is low. Boost it now by filling out your info and by selecting an avatar
nl_nl: Je profiel score is laag. Geef jezelf een betere score door je profiel aan te vullen en een avatar te selecteren.

source: profile score
nl_nl: profiel score

source: <h2>Top listers</h2>
nl_nl: <h2>Top gebruikers</h2>

source: Please log in to take full effect of all options.
nl_nl: Log aub in om alle opties en mogelijkheden te zien.

source: You are currently not logged in ! If you do not yet have an account, simply start by posting something in the box above and you will automatically get registered
nl_nl: Je bent momenteel niet ingelogd. Als je nog niet geregistreerd bent start dan simpelweg met het plaatsen van een oproep hierboven en je wordt automatisch geregistreerd.

source: Lost Password
nl_nl: Wachtwoord vergeten ?

source: Recent Jobs.
nl_nl: Recente oproepen

source: posted
nl_nl: geplaatst

source: job description
nl_nl: project omschrijving

source: There are no jobs yet.
nl_nl: Er zijn nog geen projecten

source: Create some jobs by posting in the box above.
nl_nl: Bied een project aan door iets te plaatsen in de box hierboven

source: I could not produce a map because the user did not provide data to geocode his or her location
nl_nl: Ik kan geen kaart tonen omdat deze gebruiker niet voldoende informatie heeft opgegeven

source: <h2>Profile and Settings</h2>Fill out all fields to raise your score and ranking.
nl_nl: <h2>Profiel en instellingen</h2>Vul alle velden in om je score en waardering omhoog te brengen

source: <h3>User settings</h3>
nl_nl: <h3>Gebruikersinstellingen</h3>

source: items marked * are never public
nl_nl: items met * worden nooit publiek getoond

source: Password *
nl_nl: wachtwoord *

source: Repeat Password *
nl_nl: herhaal wachtwoord *

source: references/experience
nl_nl: referenties / ervaring

source: <strong>info below is shown to job lister when your estimate is selected, or to freelancer when you are the job lister.</strong>
nl_nl: <strong>info hieronder wordt getoond aan de project eigenaar als je aanbieding gekozen wordt, of aan de aanbieder als je zijn of haar aanbieding kiest.</strong>

source: my phone number
nl_nl: mijn telefoon nummer

source: my contactinfo
nl_nl: mijn contact informatie

source: Update
nl_nl: bijwerken

source: <h2>Avatar Update</h2>
nl_nl: <h2>Avatar bijwerken</h2>

source: <br><h3>system data</h3>
nl_nl: <br><h3>systeem data</h3>

source: Publish your jobs ! (if any)
nl_nl: Publiceer je projecten (als er ongepubliceerde projecten zijn)

source: Below we show you what everyone else sees when they visit this page
nl_nl: Hieronder zie je wat alle andere bezoekers van de site zien

source: Please enter a (longer) description
nl_nl: vul aub een (langere) omschrijving in

source: <br>Please enter a (longer) title
nl_nl: <br> Plaats een (langere) titel

source: <br>Please select a deadline
nl_nl: <br> Selecteer een deadline

source: <br>Please select a budget
nl_nl: <br>selecteer een budget

source: <br>Please change the title. This title already exists
nl_nl: <br>Wijzig aub de titel. Deze titel bestaat al

source: <br>undefined category error
nl_nl: <br>Onbekende fout

source: <br>Please enter your first name
nl_nl: <br>Vul aub een voornaam in

source: <br>Please enter your last name
nl_nl: <br>Vul aub een achternaam in

source: <br>Please enter your e-mail address
nl_nl: <br>Vul aub je e-mail adres in

source: <br>Please enter your zipcode
nl_nl: <br>Vul je postcode in

source: <br>Username %s already exists. Please change the name or log in first.
nl_nl: <br>gebruikersnaam %s bestaat al. Wijzig de naam, of log in op je account.

source: <br>A user with e-mail address %s already exists. Please use a different e-mail address or log in first.
nl_nl: <br>Een gebruiker met e-mail adres %s bestaat al. Gebruik een ander e-mail adres of log in op uw account.

source: Your listing was received and is being processed. It should show up on the site shortly !
nl_nl: Uw project is ontvangen en wordt verwerkt. Het zal binnen enkele minuten op de site verschijnen.

source: activate your job posting
nl_nl: Activeer en publiceer uw project

source: We have created an account for you at :
nl_nl: We hebben een account voor U aangemaakt op :

source: you can now log in with the following credentials : <br />
nl_nl: U kunt nu inloggen met de volgende gegevens : <br/>

source: username :
nl_nl: gebruikersnaam :

source: password :
nl_nl: wachtwoord :

source: this message was sent to you by :
nl_nl: dit bericht was verzonden door :

source: Your listing was received and we have created an account for you !<br><strong>Log in now to activate your listing !<br>Please check your mailbox for your account details.<br>Here is a copy of your mail sent to :
nl_nl: Uw bijdrage is ontvangen en er is een account voor U aangemaakt!<br><strong>Log nu in en publiceer uw bijdrage!</strong><br>Controleer uw mailbox voor een kopie van uw gegevens<br>Hier is een kopie van de mail :

source: Your listing was saved but is not yet active.
nl_nl: Uw bijdrage is opgeslagen maar is nog niet gepubliceerd

source: You listed as an unregistered user, but an account with username %s already exists.
nl_nl: U biedt iets aan als ongeregistreerde gebruiker, maar er is al een account met gebruikersnaam %s

source: Please log in to your account now to activate/publish your listing.
nl_nl: Log nu in op uw account en publiceer je projecten

source: You listed as an unregistered user, but an account already exists with e-mail address %s .
nl_nl: U biedt iets aan als ongeregistreerde gebruiker, maar er is al een account met e-mail adres %s

source: search for:
nl_nl: zoek naar:

source: search
nl_nl: zoeken

source: Search Results for: %s
nl_nl: zoek resultaten voor: %s

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
nl_nl: Sorry, maar we konden niets vinden. Probeer aub een andere zoekterm

source: <h3>Enhance your listing</h3>
nl_nl: <h3>Maak je projectomschrijving beter</h3>

source: your information
nl_nl: uw informatie

source: first name
nl_nl: voornaam

source: last name
nl_nl: achternaam

source: email address
nl_nl: e-mail adres

source: Were sorry, but it appears you are not authorized to edit this listing.<br>Maybe you are not logged in with the correct credentials ?
nl_nl: Sorry, maar U bent niet geauthoriseerd voor deze handeling.<br>Misschien bent U ingelogd onder een andere naam ?

source: submit a job
nl_nl: Plaats een oproep of project

source: post your job description
nl_nl: Beschrijf uw oproep of project

source: provide a job title
nl_nl: voer een titel in

source: Write a catchy title ... it is the first thing people see!
nl_nl: Maak uw titel spannend ! ... het is het eerste wat mensen zien.

source: select a budget
nl_nl: selecteer een budget

source: over $ 500
nl_nl: meer dan € 500

source: not disclosed
nl_nl: niet opgegeven

source: select a deadline
nl_nl: selecteer een deadline

source: 48 hours from now
nl_nl: binnen 48 uur

source: one week from now
nl_nl: binnen 1 week

source: 2 weeks from now
nl_nl: binnen 2 weken

source: a month from now
nl_nl: binnen 1 maand

source: 3 months
nl_nl: binnen 3 maanden

source: 6 months
nl_nl: binnen 6 maanden

source: negotiable
nl_nl: in overleg

source: enter some tags: phone,ring,model
nl_nl: plaats enkele sleutelwoorden gescheiden door een komma

source: your information (locked)
nl_nl: uw informatie (op slot)

source: submit
nl_nl: Plaats project
